[{"id":0,"img":"http://books.google.com/books/content?id=j4c9rgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","isbn":9783423716512,"title":"Throne of Glass - Die Erwählte","author":"Sarah J. Maas","releaseYear":2015,"genre":"Fantasy","language":"German","pages":512,"available":true,"firstName":"","lastName":""},{"id":1,"isbn":9780590353403,"img":"http://books.google.com/books/content?id=zXgTdQagLGkC&printsec=frontcover&img=1&zoom=1&source=gbs_api","title":"Harry Potter and the Sorcerer's Stone","author":"J.K. Rowling","releaseYear":1997,"genre":"Fantasy","language":"German","pages":320,"available":true,"description":"Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School for Wizards and Witches.","firstName":"","lastName":""},{"id":2,"isbn":9780061120084,"title":"To Kill a Mockingbird","author":"Harper Lee","releaseYear":1960,"genre":"Fiction","language":"English","pages":336,"available":true,"description":"Harper Lee's Pulitzer Prize-winning masterwork of honor and injustice in the deep South -- and the heroism of one man in the face of blind and violent hatred One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than thirty million copies worldwide, served as the basis of an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=ncuX8p2xLIUC&printsec=frontcover&img=1&zoom=1&source=gbs_api"},{"id":3,"isbn":9780316769174,"title":"The Catcher in the Rye","author":"J.D. Salinger","releaseYear":1951,"genre":"Fiction","language":"French","pages":224,"available":true,"description":"The \"brilliant, funny, meaningful novel\" (The New Yorker) that established J. D. Salinger as a leading voice in American literature--and that has instilled in millions of readers around the world a lifelong love of books. \"If you really want to hear about it, the first thing you'll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don't feel like going into it, if you want to know the truth.\" The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caufield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days.","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=iQDWg8mBz-0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"},{"id":4,"isbn":9780007525508,"title":"The Hobbit","author":"J.R.R. Tolkien","releaseYear":1937,"genre":"Fantasy","language":"English","pages":310,"available":false,"description":"Film tie-in edition of the bestselling classic work of fantasy of Bilbo Baggins' adventures in Middle-earth, featuring the complete story as shown in the film trilogy, with a striking cover image from Peter Jackson's film adaptation and drawings and maps by J.R.R. Tolkien.","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=z47vnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"},{"id":5,"isbn":9780399590504,"title":"Educated","author":"Tara Westover","releaseYear":2018,"genre":"Memoir","language":"English","pages":334,"available":false,"description":"#1 NEW YORK TIMES, WALL STREET JOURNAL, AND BOSTON GLOBE BESTSELLER • One of the most acclaimed books of our time: an unforgettable memoir about a young woman who, kept out of school, leaves her survivalist family and goes on to earn a PhD from Cambridge University “Extraordinary . . . an act of courage and self-invention.”—The New York Times NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY THE NEW YORK TIMES BOOK REVIEW • ONE OF PRESIDENT BARACK OBAMA’S FAVORITE BOOKS OF THE YEAR • BILL GATES’S HOLIDAY READING LIST • FINALIST: National Book Critics Circle’s Award In Autobiography and John Leonard Prize For Best First Book • PEN/Jean Stein Book Award • Los Angeles Times Book Prize Born to survivalists in the mountains of Idaho, Tara Westover was seventeen the first time she set foot in a classroom. Her family was so isolated from mainstream society that there was no one to ensure the children received an education, and no one to intervene when one of Tara’s older brothers became violent. When another brother got himself into college, Tara decided to try a new kind of life. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge University. Only then would she wonder if she’d traveled too far, if there was still a way home. “Beautiful and propulsive . . . Despite the singularity of [Westover’s] childhood, the questions her book poses are universal: How much of ourselves should we give to those we love? And how much must we betray them to grow up?”—Vogue ONE OF THE BEST BOOKS OF THE YEAR: The Washington Post, O: The Oprah Magazine, Time, NPR, Good Morning America, San Francisco Chronicle, The Guardian, The Economist, Financial Times, Newsday, New York Post, theSkimm, Refinery29, Bloomberg, Self, Real Simple, Town & Country, Bustle, Paste, Publishers Weekly, Library Journal, LibraryReads, Book Riot, Pamela Paul, KQED, New York Public Library","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=6rdPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"},{"id":6,"isbn":9780733623899,"title":"The Power of Now","author":"Eckhart Tolle","releaseYear":1997,"genre":"Self-Help","language":"English","pages":236,"available":false,"description":"To make the journey into THE POWER OF NOW we will need to leave our analytical mind and its false created self, the ego, behind. Although the journey is challenging, Eckhart Tolle offers simple language and a question and answer format to guide us. Surrender to the present moment, where problems do not exist. It is here we find our joy, are able to embrace our true selves and discover that we are already complete and perfect. If we are able to be fully present and take each step in the 'now' we will be opening ourselves to the transforming experience of THE POWER OF NOW. It's a book to be revisited again and again. Already a word-of-mouth bestseller in Canada, this is one of those rare books that has the power to change readers' lives for the better.","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=_JR_PQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"},{"id":7,"isbn":9780439023481,"title":"The Hunger Games","author":"Suzanne Collins","releaseYear":2008,"genre":"Young Adult","language":"Italian","pages":374,"available":false,"description":"In a future North America, where the rulers of Panem maintain control through an annual televised survival competition pitting young people from each of the twelve districts against one another, sixteen-year-old Katniss's skills are put to the test when she voluntarily takes her younger sister's place.","firstName":"","lastName":"","img":"http://books.google.com/books/content?id=sJdUAzLUNyAC&printsec=frontcover&img=1&zoom=1&source=gbs_api"}]